/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "L'alarme est éteinte.";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Tapez une touche pour suspendre l'alarme (\"snooze\")";

/* Status line above clock during alarm */
"Press Any key to stop" = "Tapez une touche pour éteindre l'alarme";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Tapez Entrée pour suspendre l'alarme (\"snooze\")";

/* Status line above clock during alarm */
"Press Enter to stop" = "Tapez Entrée pour éteindre l'alarme";

/* Button below clock */
"Snooze" = "Suspendre";

/* Status line above clock during snooze */
"Snoozing until" = "Alarme suspendue jusqu'à…";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Déclenchement de l'alarme…";

/* Button below clock */
"Stop" = "Arrêter";

